{
	"WildMagicSurge5E.opt_wms_feat_name_hint": "Si vous jouez dans une autre langue, cela vous permet de définir le nom de l'exploit dans votre langue.",
	"WildMagicSurge5E.opt_toc_feat_name_hint": "Si vous jouez dans une autre langue, cela vous permet de définir le nom de l'exploit dans votre langue.",
	"WildMagicSurge5E.opt_incremental_check_to_chat_name": "Envoyer au Tchat",
	"WildMagicSurge5E.opt_toc_feat_name_name": "Nom de l'exploit \"Marée du chaos\"",
	"WildMagicSurge5E.opt_powm_feat_name_name": "Nom de l'exploit \"Voie de la magie sauvage\"",
	"WildMagicSurge5E.opt_whisper_gm_name": "Chuchoter les résultats du Tchat au MJ",
	"WildMagicSurge5E.opt_whisper_gm_hint": "Le message concernant le jet de vérification de la surcharge n'est envoyé qu'au MJ et non à tous les joueurs.",
	"WildMagicSurge5E.opt_chat_msg_name": "Message à vérifier en cas de \"Surcharge\"",
	"WildMagicSurge5E.opt_wms_feat_name_name": "Nom de l'exploit \"Surcharge de magie sauvage\"",
	"WildMagicSurge5E.opt_incremental_check_to_chat_text_name": "Compteur de charge de la \"Surcharge de la magie sauvage\"",
	"WildMagicSurge5E.opt_chat_msg_hint": "Lorsque l'automatisation est désactivée, ce message s'affiche dans le Tchat pour vous rappeler qu'un sort est lancé.",
	"WildMagicSurge5E.opt_auto_d20_name": "Automatiser la montée \"Surcharge de la magie sauvage\"",
	"WildMagicSurge5E.opt_enable_spell_regex_name": "Activer le filtre des sorts",
	"WildMagicSurge5E.opt_enable_spell_regex_hint": "Spécifier certains sorts qui déclenchent un test de surcharge de magie sauvage.",
	"WildMagicSurge5E.opt_spell_regex_name": "Filtre des sorts Incluant Regex",
	"WildMagicSurge5E.opt_auto_d20_msg_name": "Succès du message de tchat sur les Surcharges",
	"WildMagicSurge5E.opt_auto_d20_msg_hint": "Lors d'une Surcharge de magie sauvage, affichez ce message.",
	"WildMagicSurge5E.opt_auto_d20_msg_no_surge_name": "Échec du message de Tchat sur les Surcharges",
	"WildMagicSurge5E.opt_auto_d20_msg_no_surge_hint": "En cas d'échec d'un jet de dé automatique de Surcharge de la magie sauvage , affichez ce message.",
	"WildMagicSurge5E.opt_enable_toc_name": "Recharge automatique de la Marée du Chaos",
	"WildMagicSurge5E.opt_enable_toc_hint": "Permet aux Marées du Chaos de se recharger automatiquement lorsqu'une Surcharge de la magie sauvage se produit.",
	"WildMagicSurge5E.opt_rolltable_enabled_name": "Jet sur table automatique",
	"WildMagicSurge5E.opt_rolltable_name_name": "Nom de la table de jet de dés",
	"WildMagicSurge5E.opt_rolltable_powm_name_name": "Chemin du nom de la table de jet de dés pour la magie sauvage",
	"WildMagicSurge5E.opt_rolltable_powm_name_hint": "La table de jet à utiliser lors des jets de dé pour l'effet de surcharge du Barbare du chemin de la magie sauvage . Saisissez le nom de la table de calcul.",
	"WildMagicSurge5E.opt_custom_roll_dice_formula_name": "Formule des dés",
	"WildMagicSurge5E.opt_custom_roll_dice_formula_hint": "Définissez la formule des dés que vous souhaitez lancer. La valeur par défaut est 1d20.",
	"WildMagicSurge5E.opt_custom_roll_result_check_name": "Expression booléenne du résultat du jet de dés",
	"WildMagicSurge5E.opt_custom_roll_result_check_hint": "En fonction du jet de dé cible, le résultat doit être inférieur, supérieur ou égal au résultat pour déclencher la surcharge de la magie sauvage.",
	"WildMagicSurge5E.opt_tsl_die_name": "Formule de dés par défaut",
	"WildMagicSurge5E.opt_tsl_die_hint": "Définissez la formule par défaut des dés que vous souhaitez lancer. La formule par défaut est 1d20.",
	"WildMagicSurge5E.opt_tsl_lvl1_name": "Niveau 1",
	"WildMagicSurge5E.opt_tsl_lvl2_name": "Niveau 2",
	"WildMagicSurge5E.opt_tsl_lvl3_name": "Niveau 3",
	"WildMagicSurge5E.opt_tsl_lvl4_name": "Niveau 4",
	"WildMagicSurge5E.opt_tsl_lvl5_name": "Niveau 5",
	"WildMagicSurge5E.opt_tsl_lvl6_name": "Niveau 6",
	"WildMagicSurge5E.opt_tsl_lvl7_name": "Niveau 7",
	"WildMagicSurge5E.opt_tsl_lvl8_name": "Niveau 8",
	"WildMagicSurge5E.opt_tsl_lvl9_name": "Niveau 9",
	"WildMagicSurge5E.opt_tsl_lvl10_name": "Niveau 10",
	"WildMagicSurge5E.opt_surge_type_name": "Fonction du jet de dés de la surcharge de la magie sauvage",
	"WildMagicSurge5E.opt_enable_npcs_name": "Suivi de la surcharge de la magie sauvage pour les PNJ",
	"WildMagicSurge5E.opt_enable_npcs_hint": "En activant ce paramètre, vous automatiserez la surcharge de la magie sauvage pour les personnages non joueurs et les personnages joueurs.",
	"WildMagicSurge5E.opt_enable_surge_toc_name": "Surcharge automatique sur l'utilisation des sorts après que la marée du Chaos ait été utilisé",
	"WildMagicSurge5E.opt_enable_surge_toc_hint": "Lorsque les marées du chaos sont utilisées, n'importe quel sort de 1er niveau ou plus déclenche une surcharge et restaure vos marées du chaos.",
	"WildMagicSurge5E.opt_enable_effects_name": "Jouer l'animation d'une surcharge",
	"WildMagicSurge5E.opt_cantrip_surge_enabled_name": "Lancer un jet de dés pour les surcharges pour les tours de magie",
	"WildMagicSurge5E.opt_cantrip_surge_enabled_hint": "Les règles standard sont le 1er niveau et plus pour déclencher une surcharge. Ceci l'autorise également pour les tours de magie.",
	"WildMagicSurge5E.opt_enable_effects_hint": "Jouez une animation lorsqu'une surcharge se produit sur le jeton. Nécessite JB2A et Sequencer.",
	"WildMagicSurge5E.opt_triggermacro_enabled_name": "Exécuter une macro sur une surcharge",
	"WildMagicSurge5E.opt_triggermacro_enabled_hint": "Exécute une macro lorsqu'une surcharge de la magie sauvage se produit.",
	"WildMagicSurge5E.opt_triggermacro_name_name": "Nom de la macro à déclencher",
	"WildMagicSurge5E.opt_triggermacro_name_hint": "Nom de la macro à exécuter sur une surcharge.",
	"WildMagicSurge5E.opt_powm_feat_name_hint": "Si vous jouez dans une autre langue, cela vous permet de définir le nom de l'exploit dans votre langue.",
	"WildMagicSurge5E.opt_incremental_check_to_chat_hint": "Lorsqu'elle est activée, chaque fois qu'un type de contrôle incrémentiel pour une poussée change, il est affiché sur le TChat pour que les autres puissent le voir.",
	"WildMagicSurge5E.opt_auto_d20_hint": "Si cette option n'est pas cochée, elle ignorera toutes les autres options d'automatisation de ce module et enverra uniquement un message de chat pour vous rappeler de lancer les dès.",
	"WildMagicSurge5E.opt_spell_regex_hint": "RegEx permettant de spécifier les sorts à inclure dans un test de surcharge de magie sauvage. Cela suppose que les sorts accompagnés d'un (S), comme \"Missile magique (S)\", déclenchent une surcharge de magie sauvage. Tous les autres sorts qui n'ont pas de (S) à la fin sont ignorés.",
	"WildMagicSurge5E.opt_rolltable_enabled_hint": "Activez la fonction de jet automatique sur une table de surcharge de la magie suavage ou invitez le joueur à effectuer un jet via la messagerie.",
	"WildMagicSurge5E.opt_rolltable_name_hint": "La Table de jet de dés à utiliser lors des lancers pour l'effet de Surcharge. Saisissez le nom de la table de jet de dés.",
	"WildMagicSurge5E.opt_custom_roll_result_name": "Le résultat cible du jet de dés",
	"WildMagicSurge5E.opt_custom_roll_result_hint": "Quel est le résultat du lancer de dés que vous voulez vérifier. Pour les valeurs multiples, utilisez une liste de valeurs séparées par des virgules, comme '1, 4, 10'.",
	"WildMagicSurge5E.opt_tsl_lvl1_hint": "Options de jet dépendant du niveau du sort. Chacune d'entre elles doit commencer par un >, < ou = suivi d'un espace et d'un nombre OU définir votre propre formule de dés pour chacune d'entre elles, par exemple \"2d20kh = 1\".",
	"WildMagicSurge5E.opt_surge_type_hint": "Choisissez la façon dont vous voulez jouer, soit standard, soit avec des jets dépendant du niveau des sorts, soit avec un échec incrémental, soit avec un échec incrémental chaotique. Incrémental Check Chaotique : Pour les joueurs et MJ chaotiques étonnamment géniaux. Au lieu de vérifier à chaque fois qu'un sort est lancé, au début de chaque tour de combat, le seuil est augmenté de `1` pour un Surge jusqu'à un maximum de `10`. Une fois déclenché, le seuil est réinitialisé à `1`. Vérification incrémentielle : Chaque fois qu'un sort est lancé, le seuil est augmenté de 1 pour un Surge. Une fois déclenché, le seuil est réinitialisé à 1. Les jets dépendent du niveau du sort : Les déclenchements des décharges de magie sauvage dépendent du niveau du sort (voir les options ci-dessous). Dés décroissants : En l'absence de surcharge, lancez d20, d12, d10, d8, d6 puis d4 jusqu'à ce qu'une surcharge se produise, puis revenez à d20.",
	"WildMagicSurge5E.opt_encounter_stats_enabled_hint": "Envoyez un événement de campagne à chaque fois qu'une surcharge de la magie se produit dans le module de statistiques des rencontres.",
	"WildMagicSurge5E.opt_encounter_stats_enabled_name": "Intégration des statistiques des rencontres",
	"WildMagicSurge5E.es_tides_of_chaos": "Marées du Chaos surcharge de la magie sauvage",
	"WildMagicSurge5E.es_wild_magic_surge": "Surcharge de la magie sauvage",
	"WildMagicSurge5E.es_wild_magic_surge_with_roll": "Surcharge de la magie sauvage avec jet de dés de",
	"WildMagicSurge5E.opt_show_wms_debug_option_name": "Afficher l'option Debug dans la feuille de personnage",
	"WildMagicSurge5E.opt_show_wms_debug_option_hint": "Désactiver le bouton Debug WMS dans l'en-tête des feuilles de personnage. Cette option peut généralement être désactivée une fois que votre personnage est configuré et fonctionne. (Nécessite un rechargement).",
	"WildMagicSurge5E.opt_whisper_gm_roll_chat_hint": "Les résultats de la table des jets automatiques ne sont envoyés qu'au MJ et non à tous les joueurs.",
	"WildMagicSurge5E.opt_whisper_gm_roll_chat_name": "Chuchoter le résultat de la table des jets automatiques au MJ",
	"WildMagicSurge5E.opt_auto_d20_msg_enabled_name": "Afficher le message",
	"WildMagicSurge5E.opt_auto_d20_msg_enabled_hint": "En option, vous pouvez activer l'affichage de ce message.",
	"WildMagicSurge5E.opt_spell_regex_inverse_name": "Filtre inversé pour exclure les sorts",
	"WildMagicSurge5E.opt_spell_regex_inverse_hint": "Inversez le filtre des sorts. Au lieu de déclencher une surcharge de magie sauvage sur le motif, excluez plutôt les sorts qui y correspondent.",
	"WildMagicSurge5E.settings_panel_spell_regex": "Inclure/Exclure le filtre des sorts",
	"WildMagicSurge5E.settings_panel_standard_phb": "Variante standard du manuel des joueurs",
	"WildMagicSurge5E.settings_panel_spell_level_dep": "Variante des jets dépendants du niveau du sort",
	"WildMagicSurge5E.settings_panel_incremental": "Variante de contrôle incrémentiel",
	"WildMagicSurge5E.settings_panel_chat_message": "Options de messagerie",
	"WildMagicSurge5E.configure": "Configurer",
	"WildMagicSurge5E.settings_panel_information": "Informations sur la surcharge de la magie sauvage 5e",
	"WildMagicSurge5E.es_roll_on_table": "Lancer une table",
	"WildMagicSurge5E.opt_resource_type_name": "Définir la ressource à utiliser pour le suivi de type surcharge",
	"WildMagicSurge5E.opt_resource_type_hint": "Choisissez la ressource sur la feuille de personnage de l'acteur à utiliser pour suivre les dés incrémentiels ou décroissants. Vous pouvez ensuite l'ajouter en tant que ressource à suivre sur votre jeton. Choisir Aucun, masque le suivi de l'acteur.",
	"WildMagicSurge5E.opt_tsl_cantrip_name": "Tour de magie",
	"WildMagicSurge5E.opt_minimum_spell_level_trigger_hint": "Définissez un niveau minimum personnalisé pour déclencher une vague de magie sauvage. Par exemple, le niveau 3 ne se déclencherait que pour les sorts lancés au niveau 3 ou plus.",
	"WildMagicSurge5E.opt_minimum_spell_level_trigger_name": "Définir le niveau de sort minimum pour déclencher la Surcharge"
}
